alacritty
bat
btop
dunst
fastfetch
fd
firefox
grim
gvfs
hyprland
hyprlock
hyprpaper
jq
libnotify
lsd
ly
networkmanager
neovim
nm-connection-editor
noto-fonts
nwg-displays
papirus-icon-theme
pavucontrol
pipewire
playerctl
polkit-gnome
python
ripgrep
rofi
slurp
thunar
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ubuntu-font-family
waybar
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xwayland
xsettingsd
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
